{
  "import_timestamp": "2025-08-12T19:58:36.222011",
  "source_file": "conversation_script.txt",
  "total_messages": 363,
  "successful_imports": 363,
  "users_created": [
    "Chloe",
    "Sarah",
    "Ryan",
    "Jake",
    "Emma"
  ],
  "imported_messages": [
    {
      "speaker": "Sarah",
      "content": "Yesterday's downpour soaked me on my way to therapy. My umbrella flipped inside out and I looked like a drowned rat at the office.",
      "message_id": null,
      "import_order": 1
    },
    {
      "speaker": "Emma",
      "content": "Sounds like the time my car broke down during a storm. Thankfully, a stranger named Mia helped jump‑start it. She turned out to work in my building! Small world.",
      "message_id": null,
      "import_order": 2
    },
    {
      "speaker": "Jake",
      "content": "I had my first physical therapy session. The therapist made me balance on one foot with my eyes closed – I almost toppled.",
      "message_id": null,
      "import_order": 3
    },
    {
      "speaker": "Chloe",
      "content": "My blog post “Lessons from a Rainy Day” just went live. I included tips like carrying an extra pair of socks.",
      "message_id": null,
      "import_order": 4
    },
    {
      "speaker": "Chloe",
      "content": "Panic moment: Whiskers vanished for six hours. I searched the neighborhood, posted on the community board, and even bribed kids with cookies to look. He returned casually, smelling like barbecue.",
      "message_id": null,
      "import_order": 5
    },
    {
      "speaker": "Emma",
      "content": "Cats, man. They have nine lives and use each one to cause heart attacks.",
      "message_id": null,
      "import_order": 6
    },
    {
      "speaker": "Ryan",
      "content": "I lost track of Rex once – he chased a squirrel and ended up three blocks away. I nearly cried. Animals own us.",
      "message_id": null,
      "import_order": 7
    },
    {
      "speaker": "Jake",
      "content": "Meanwhile, I attempted to make croissants from scratch. My kitchen looked like a flour bomb exploded and the croissants turned into chewy rolls.",
      "message_id": null,
      "import_order": 8
    },
    {
      "speaker": "Sarah",
      "content": "Haha. Also, I learned how to throw a clay plate on the wheel. It’s therapeutic. I think I’ve found my zen.",
      "message_id": null,
      "import_order": 9
    },
    {
      "speaker": "Emma",
      "content": "Guess what? My boss assigned me to lead that AI project I mentioned. It focuses on building personalized learning for employees. I’m excited and terrified.",
      "message_id": null,
      "import_order": 10
    },
    {
      "speaker": "Ryan",
      "content": "That’s amazing! Maybe you can use @chloe’s blog as an example of personalized content.",
      "message_id": null,
      "import_order": 11
    },
    {
      "speaker": "Chloe",
      "content": "I’m honored. Speaking of, I started a separate travel blog series about London. My article “Surviving Jet Lag with Scones” got 5,000 views in a day!",
      "message_id": null,
      "import_order": 12
    },
    {
      "speaker": "Jake",
      "content": "That’s viral territory. You’re a celebrity now.",
      "message_id": null,
      "import_order": 13
    },
    {
      "speaker": "Sarah",
      "content": "I’m cheering you both on. Meanwhile, I attended a group meditation session. It felt awkward at first but by the end I felt like a human marshmallow.",
      "message_id": null,
      "import_order": 14
    },
    {
      "speaker": "Emma",
      "content": "Human marshmallow is my new nickname for you, @sarah.",
      "message_id": null,
      "import_order": 15
    },
    {
      "speaker": "Jake",
      "content": "Potluck hangover aside, I’m hosting a small dinner tomorrow. Bring your appetite. I’ll make risotto milanese and roasted asparagus.",
      "message_id": null,
      "import_order": 16
    },
    {
      "speaker": "Emma",
      "content": "Yum. I’ll bring a dessert – maybe homemade churros with chocolate dip. I’m practicing my piping skills.",
      "message_id": null,
      "import_order": 17
    },
    {
      "speaker": "Ryan",
      "content": "I’ll bring a salad. I make a mean lemon vinaigrette.",
      "message_id": null,
      "import_order": 18
    },
    {
      "speaker": "Chloe",
      "content": "I’ll bring my mango sticky rice again since everyone liked it. And I’ll vlog the process.",
      "message_id": null,
      "import_order": 19
    },
    {
      "speaker": "Sarah",
      "content": "I’ll bring wine. Red or white?",
      "message_id": null,
      "import_order": 20
    },
    {
      "speaker": "Jake",
      "content": "Bring both – variety is the spice of life, @sarah.",
      "message_id": null,
      "import_order": 21
    },
    {
      "speaker": "Sarah",
      "content": "Therapy update: My therapist diagnosed me with social anxiety. It feels strange to have a label, but also validating.",
      "message_id": null,
      "import_order": 22
    },
    {
      "speaker": "Emma",
      "content": "Labels can help you understand yourself better. You’re brave for sharing this. We’re here for you.",
      "message_id": null,
      "import_order": 23
    },
    {
      "speaker": "Ryan",
      "content": "Totally. Mental health is part of overall health. My anxiety flares up at work sometimes; deep breathing helps.",
      "message_id": null,
      "import_order": 24
    },
    {
      "speaker": "Chloe",
      "content": "Maybe we can all attend a mindfulness workshop together. I saw one at the community center this weekend.",
      "message_id": null,
      "import_order": 25
    },
    {
      "speaker": "Jake",
      "content": "I’ll join if my ankle allows. I need mind‑body balance after all the pasta.",
      "message_id": null,
      "import_order": 26
    },
    {
      "speaker": "Ryan",
      "content": "Community garden volunteer day again! I planted tomatoes and basil. I smell like pesto now.",
      "message_id": null,
      "import_order": 27
    },
    {
      "speaker": "Sarah",
      "content": "I joined you and accidentally planted the basil in the tomato row. Gardening fail. But the group was chill.",
      "message_id": null,
      "import_order": 28
    },
    {
      "speaker": "Emma",
      "content": "I couldn’t make it because of work, but I donated to the garden fund. 🌱 Also, I’m exploring AI ethics for my project and it’s fascinating.",
      "message_id": null,
      "import_order": 29
    },
    {
      "speaker": "Jake",
      "content": "I sat in the sun with my foot up and read a book about coffee brewing methods. Did you know there are over 800 aroma compounds in coffee?",
      "message_id": null,
      "import_order": 30
    },
    {
      "speaker": "Chloe",
      "content": "Nerd alert! I spent the afternoon sewing curtains because my old ones were too short. Turns out I can sew straight lines now.",
      "message_id": null,
      "import_order": 31
    },
    {
      "speaker": "Emma",
      "content": "Flight to Maui in two days! I’m nervous about flying alone. @ryan, any tips for long flights?",
      "message_id": null,
      "import_order": 32
    },
    {
      "speaker": "Ryan",
      "content": "Hydrate, walk around, bring a neck pillow. Also, watch feel‑good movies. I’d recommend “Chef” – makes you hungry but happy.",
      "message_id": null,
      "import_order": 33
    },
    {
      "speaker": "Jake",
      "content": "In my desert prep, I bought a gigantic hat and extra sunscreen. I’m not repeating my Yosemite sunburn.",
      "message_id": null,
      "import_order": 34
    },
    {
      "speaker": "Sarah",
      "content": "I’ll be at the mindfulness workshop on Saturday. Anyone joining?",
      "message_id": null,
      "import_order": 35
    },
    {
      "speaker": "Chloe",
      "content": "I’m in! I’ll bring a yoga mat and an open mind.",
      "message_id": null,
      "import_order": 36
    },
    {
      "speaker": "Emma",
      "content": "I’ll try to attend if I’m not finishing up work before my flight.",
      "message_id": null,
      "import_order": 37
    },
    {
      "speaker": "Chloe",
      "content": "My cousin Liam from Toronto is visiting this weekend. He’s a musician and wants to join our jam session.",
      "message_id": null,
      "import_order": 38
    },
    {
      "speaker": "Jake",
      "content": "Another guitarist! Maybe we can perform a duet.",
      "message_id": null,
      "import_order": 39
    },
    {
      "speaker": "Emma",
      "content": "Welcome to the band, Liam. Does he prefer tea or coffee?",
      "message_id": null,
      "import_order": 40
    },
    {
      "speaker": "Sarah",
      "content": "I hope he likes pierogi.",
      "message_id": null,
      "import_order": 41
    },
    {
      "speaker": "Ryan",
      "content": "At this rate we’ll have a full orchestra. Rex can be our mascot.",
      "message_id": null,
      "import_order": 42
    },
    {
      "speaker": "Ryan",
      "content": "The hackathon at my company ended, and… we won second place! We built an app that matches employees with mentorship programs using AI. I’m thrilled.",
      "message_id": null,
      "import_order": 43
    },
    {
      "speaker": "Emma",
      "content": "That’s huge! You deserve it. Maybe your CEO presentation will include a demo.",
      "message_id": null,
      "import_order": 44
    },
    {
      "speaker": "Jake",
      "content": "Congrats. Meanwhile, physical therapy milestone: I can stand on one foot without wobbling for 30 seconds.",
      "message_id": null,
      "import_order": 45
    },
    {
      "speaker": "Chloe",
      "content": "Proud of you both. I also hit 10,000 followers on my blog, thanks to my “Scones and Thoughts” series.",
      "message_id": null,
      "import_order": 46
    },
    {
      "speaker": "Sarah",
      "content": "It’s a day of wins! I rewarded myself by buying a new set of watercolor paints.",
      "message_id": null,
      "import_order": 47
    },
    {
      "speaker": "Sarah",
      "content": "My little brother graduated from high school today! I went to his ceremony and cried when they played “Pomp and Circumstance.”",
      "message_id": null,
      "import_order": 48
    },
    {
      "speaker": "Emma",
      "content": "Congrats to him. Remember when we graduated? I dyed my hair pink back then.",
      "message_id": null,
      "import_order": 49
    },
    {
      "speaker": "Jake",
      "content": "I remember because you left streaks on your graduation cap. 😂",
      "message_id": null,
      "import_order": 50
    },
    {
      "speaker": "Ryan",
      "content": "I recall tripping onstage. The whole gym gasped. My mom still teases me.",
      "message_id": null,
      "import_order": 51
    },
    {
      "speaker": "Chloe",
      "content": "I skipped my graduation party to go to a concert. Priorities. But I don’t regret it.",
      "message_id": null,
      "import_order": 52
    },
    {
      "speaker": "Jake",
      "content": "Last night I attempted to cook a fancy dinner for my mom. I made salmon en croûte. It looked like a blob of pastry, but she said it was tasty.",
      "message_id": null,
      "import_order": 53
    },
    {
      "speaker": "Emma",
      "content": "Cooking misadventures make the best memories. I once added salt instead of sugar to a cake. We spat it out.",
      "message_id": null,
      "import_order": 54
    },
    {
      "speaker": "Sarah",
      "content": "I made a salad with mislabeled spices once. Cumin is not cinnamon. My cousins still talk about “that weird salad.”",
      "message_id": null,
      "import_order": 55
    },
    {
      "speaker": "Ryan",
      "content": "I microwaved instant noodles without water when I was 12. The smoke alarm went off.",
      "message_id": null,
      "import_order": 56
    },
    {
      "speaker": "Chloe",
      "content": "You’re all making me feel better about burning toast this morning.",
      "message_id": null,
      "import_order": 57
    },
    {
      "speaker": "Emma",
      "content": "I accidentally dyed my hair purple, and today I embrace it. Strangers complimented me at the grocery store.",
      "message_id": null,
      "import_order": 58
    },
    {
      "speaker": "Jake",
      "content": "Purple suits you! Maybe you’ll start a trend.",
      "message_id": null,
      "import_order": 59
    },
    {
      "speaker": "Ryan",
      "content": "Fashion icon. My office dress code is so boring; maybe I should wear mismatched socks to spice it up.",
      "message_id": null,
      "import_order": 60
    },
    {
      "speaker": "Sarah",
      "content": "Do it. I wore my pottery apron to work by accident and my colleague asked if “clay couture” was a thing.",
      "message_id": null,
      "import_order": 61
    },
    {
      "speaker": "Chloe",
      "content": "I’m getting bangs. Send courage.",
      "message_id": null,
      "import_order": 62
    },
    {
      "speaker": "Chloe",
      "content": "I got lost in Chinatown today trying to find a dim sum restaurant. I ended up at a Buddhist temple and chatted with a monk. He told me to slow down and breathe.",
      "message_id": null,
      "import_order": 63
    },
    {
      "speaker": "Emma",
      "content": "That sounds serendipitous. Did you eventually find dumplings?",
      "message_id": null,
      "import_order": 64
    },
    {
      "speaker": "Chloe",
      "content": "Yes! And they were delicious. The monk recommended the vegetarian ones.",
      "message_id": null,
      "import_order": 65
    },
    {
      "speaker": "Jake",
      "content": "I once got lost in Little Italy and ended up buying a new hat from a street vendor. It’s now my lucky hat.",
      "message_id": null,
      "import_order": 66
    },
    {
      "speaker": "Sarah",
      "content": "Getting lost leads to adventures. Last year I took a wrong turn in the park and discovered a hidden pond.",
      "message_id": null,
      "import_order": 67
    },
    {
      "speaker": "Ryan",
      "content": "I usually end up at the nearest coffee shop. My internal compass is set to caffeine.",
      "message_id": null,
      "import_order": 68
    },
    {
      "speaker": "Ryan",
      "content": "New hobby alert: I bought a DSLR camera and took it to the botanical garden. My favorite shot is a close‑up of a bee on a sunflower.",
      "message_id": null,
      "import_order": 69
    },
    {
      "speaker": "Sarah",
      "content": "That’s awesome. Photography is therapeutic. I want to see your photos.",
      "message_id": null,
      "import_order": 70
    },
    {
      "speaker": "Emma",
      "content": "Artistic @ryan! Meanwhile, my AI project is on hold until I get back from Maui. I keep dreaming about the beach.",
      "message_id": null,
      "import_order": 71
    },
    {
      "speaker": "Jake",
      "content": "I tried latte art at home and ended up drawing a blob that looked like a ghost. Latte art is hard!",
      "message_id": null,
      "import_order": 72
    },
    {
      "speaker": "Chloe",
      "content": "I posted a vlog about my dim sum adventure. It includes a clip of the monk telling me to breathe.",
      "message_id": null,
      "import_order": 73
    },
    {
      "speaker": "Sarah",
      "content": "You won’t believe this: I bought a scratch‑off lottery ticket on a whim and won $500! I treated myself to a spa day.",
      "message_id": null,
      "import_order": 74
    },
    {
      "speaker": "Emma",
      "content": "Congrats! You deserve some luck. Did you get a massage?",
      "message_id": null,
      "import_order": 75
    },
    {
      "speaker": "Sarah",
      "content": "Yes, a hot stone massage. I fell asleep and nearly drooled on the table.",
      "message_id": null,
      "import_order": 76
    },
    {
      "speaker": "Jake",
      "content": "Treat yo’ self, @sarah. I once won $2 on a scratch‑off and bought a donut.",
      "message_id": null,
      "import_order": 77
    },
    {
      "speaker": "Ryan",
      "content": "My luck is only winning free coffees in loyalty programs.",
      "message_id": null,
      "import_order": 78
    },
    {
      "speaker": "Chloe",
      "content": "I once found $20 in an old coat pocket. Felt like hitting the jackpot.",
      "message_id": null,
      "import_order": 79
    },
    {
      "speaker": "Jake",
      "content": "My favorite coffee shop, Bean There Done That, announced it’s closing next month. I’m heartbroken.",
      "message_id": null,
      "import_order": 80
    },
    {
      "speaker": "Emma",
      "content": "No! Where will we write our novels and overpay for lattes?",
      "message_id": null,
      "import_order": 81
    },
    {
      "speaker": "Ryan",
      "content": "We’ll find a new spot. Maybe the new café near Riverside Park? I heard they have oat‑milk cortados.",
      "message_id": null,
      "import_order": 82
    },
    {
      "speaker": "Sarah",
      "content": "I’ll miss their cinnamon rolls. I hope they share the recipe.",
      "message_id": null,
      "import_order": 83
    },
    {
      "speaker": "Chloe",
      "content": "Maybe we should host a farewell jam session there. We could sing “Closing Time.”",
      "message_id": null,
      "import_order": 84
    },
    {
      "speaker": "Jake",
      "content": "Great idea. I’ll bring Rosie the guitar.",
      "message_id": null,
      "import_order": 85
    },
    {
      "speaker": "Emma",
      "content": "Our online escape room last night was hilarious. We escaped with 10 seconds left because @jake guessed the final code was his cat’s birthday.",
      "message_id": null,
      "import_order": 86
    },
    {
      "speaker": "Jake",
      "content": "Hey, 12/12 turned out to be correct. Luck of the whiskers.",
      "message_id": null,
      "import_order": 87
    },
    {
      "speaker": "Ryan",
      "content": "I love puzzle solving under pressure. My adrenaline was off the charts.",
      "message_id": null,
      "import_order": 88
    },
    {
      "speaker": "Sarah",
      "content": "I kept misreading clues. At least we worked well together.",
      "message_id": null,
      "import_order": 89
    },
    {
      "speaker": "Chloe",
      "content": "I recorded our escape room session and might edit it into a vlog titled “Friends vs. Puzzle: Chaos Edition.”",
      "message_id": null,
      "import_order": 90
    },
    {
      "speaker": "Chloe",
      "content": "Surprise! I’m fostering an abandoned kitten until the shelter finds a home. I named her Luna because she’s silver‑gray and has bright yellow eyes.",
      "message_id": null,
      "import_order": 91
    },
    {
      "speaker": "Emma",
      "content": "Aww, so now you have Whiskers and Luna. You’re officially a cat person.",
      "message_id": null,
      "import_order": 92
    },
    {
      "speaker": "Jake",
      "content": "My apartment building doesn’t allow pets, but I’ll live vicariously through you.",
      "message_id": null,
      "import_order": 93
    },
    {
      "speaker": "Ryan",
      "content": "Rex loves kittens. Maybe we can arrange a playdate.",
      "message_id": null,
      "import_order": 94
    },
    {
      "speaker": "Sarah",
      "content": "Please send pictures. I need kitty content to survive Monday.",
      "message_id": null,
      "import_order": 95
    },
    {
      "speaker": "Emma",
      "content": "Greetings from Maui! I woke up early for the sunrise at Haleakalā. It was freezing, but the colors were incredible. I recorded a time lapse.",
      "message_id": null,
      "import_order": 96
    },
    {
      "speaker": "Jake",
      "content": "That view is worth the cold. Did you try Kona coffee yet?",
      "message_id": null,
      "import_order": 97
    },
    {
      "speaker": "Emma",
      "content": "Yes! It’s smooth and nutty. I also snorkeled at Molokini Crater and saw a sea turtle. I named him Crush.",
      "message_id": null,
      "import_order": 98
    },
    {
      "speaker": "Sarah",
      "content": "You living your best island life while we’re in rainy Philly.",
      "message_id": null,
      "import_order": 99
    },
    {
      "speaker": "Ryan",
      "content": "My boss extended my deadline, so I have time to finish my AI mentoring app. Score!",
      "message_id": null,
      "import_order": 100
    },
    {
      "speaker": "Chloe",
      "content": "Enjoy every minute, @emma. And don’t forget to try shaved ice.",
      "message_id": null,
      "import_order": 101
    },
    {
      "speaker": "Ryan",
      "content": "I cut my finger while chopping onions last night and now typing hurts. I’m using voice‑to‑text and it keeps mishearing “mentoring” as “mentoring burrito.”",
      "message_id": null,
      "import_order": 102
    },
    {
      "speaker": "Emma",
      "content": "Haha. Get those onion goggles I mentioned. Also, I tried surfing today and swallowed half the ocean. The instructor, Keahi, said I have potential.",
      "message_id": null,
      "import_order": 103
    },
    {
      "speaker": "Jake",
      "content": "I’ll send you a waterproof nose clip. Surfing sounds fun but terrifying. I might stick to land sports after the ankle saga.",
      "message_id": null,
      "import_order": 104
    },
    {
      "speaker": "Chloe",
      "content": "I wrote a travel piece on Maui in honor of you. It’s full of beach photos and pineapple facts.",
      "message_id": null,
      "import_order": 105
    },
    {
      "speaker": "Sarah",
      "content": "Be careful with those knives, @ryan. And @emma, bring me back a seashell.",
      "message_id": null,
      "import_order": 106
    },
    {
      "speaker": "Sarah",
      "content": "Big news: I got promoted to Senior Marketing Specialist! Hard work and therapy pay off.",
      "message_id": null,
      "import_order": 107
    },
    {
      "speaker": "Ryan",
      "content": "Congrats! Celebrate with a fancy dinner.",
      "message_id": null,
      "import_order": 108
    },
    {
      "speaker": "Emma",
      "content": "So proud of you! Maybe treat yourself to another lottery ticket. 😉",
      "message_id": null,
      "import_order": 109
    },
    {
      "speaker": "Jake",
      "content": "I’ll bake you a cake. What flavor?",
      "message_id": null,
      "import_order": 110
    },
    {
      "speaker": "Sarah",
      "content": "Strawberry shortcake, please. And my therapist said to celebrate small wins, so I also danced in my living room.",
      "message_id": null,
      "import_order": 111
    },
    {
      "speaker": "Chloe",
      "content": "Dancing celebration is required. I’m doing a happy dance for you.",
      "message_id": null,
      "import_order": 112
    },
    {
      "speaker": "Jake",
      "content": "My cousin invited us to a midnight jazz concert at the Blue Note Lounge this Friday. Live saxophone! Who’s in?",
      "message_id": null,
      "import_order": 113
    },
    {
      "speaker": "Sarah",
      "content": "I’m down. I’ve never been to a late‑night jazz show.",
      "message_id": null,
      "import_order": 114
    },
    {
      "speaker": "Ryan",
      "content": "Count me in. I’ll wear my fedora.",
      "message_id": null,
      "import_order": 115
    },
    {
      "speaker": "Chloe",
      "content": "I’ll come if I nap beforehand. Midnight is past my bedtime.",
      "message_id": null,
      "import_order": 116
    },
    {
      "speaker": "Emma",
      "content": "Sorry, still in Maui. Maybe you can video call me during a song.",
      "message_id": null,
      "import_order": 117
    },
    {
      "speaker": "Chloe",
      "content": "My latest blog post on “Finding Beauty in Getting Lost” hit 20,000 views! I feel like a tiny online celeb.",
      "message_id": null,
      "import_order": 118
    },
    {
      "speaker": "Emma",
      "content": "You are! Just remember us when you’re famous. Also, I swam with manta rays last night. They’re huge and graceful.",
      "message_id": null,
      "import_order": 119
    },
    {
      "speaker": "Jake",
      "content": "That’s on my bucket list now. I read an entire book while waiting in line at the DMV. Productive boredom.",
      "message_id": null,
      "import_order": 120
    },
    {
      "speaker": "Ryan",
      "content": "The AI mentoring app I built got praise from the CTO. He called me “innovative.” I might cry.",
      "message_id": null,
      "import_order": 121
    },
    {
      "speaker": "Sarah",
      "content": "Success vibes all around! I rewarded myself by buying that watercolor set I wanted.",
      "message_id": null,
      "import_order": 122
    },
    {
      "speaker": "Emma",
      "content": "Maui update: I tried poke bowls from a food truck. Fresh ahi tuna with avocado and sesame was amazing. I also hiked to Waimoku Falls; the bamboo forest was surreal.",
      "message_id": null,
      "import_order": 123
    },
    {
      "speaker": "Jake",
      "content": "@emma, you’re living a foodie dream. Meanwhile, our midnight jazz concert had the most soulful sax solo I’ve ever heard. The musician dedicated a song to “friends who show up.”",
      "message_id": null,
      "import_order": 124
    },
    {
      "speaker": "Chloe",
      "content": "I nearly fell asleep during the second set but @jake’s elbow kept me awake.",
      "message_id": null,
      "import_order": 125
    },
    {
      "speaker": "Sarah",
      "content": "I loved the upright bass. I felt like we were in a movie.",
      "message_id": null,
      "import_order": 126
    },
    {
      "speaker": "Ryan",
      "content": "And the blueberry cheesecake at the lounge? Chef’s kiss.",
      "message_id": null,
      "import_order": 127
    },
    {
      "speaker": "Ryan",
      "content": "Rex ate my TV remote last month, and this morning he destroyed my favorite running shoes. Any chew toy recommendations?",
      "message_id": null,
      "import_order": 128
    },
    {
      "speaker": "Emma",
      "content": "Kongs! Fill them with peanut butter. Also, I’m coming home tomorrow. Maui was magical but I miss my couch.",
      "message_id": null,
      "import_order": 129
    },
    {
      "speaker": "Jake",
      "content": "I’ll order a jumbo pack of chew toys. Also, I tried indoor rock climbing at the gym. I made it halfway up and froze. Not my sport.",
      "message_id": null,
      "import_order": 130
    },
    {
      "speaker": "Chloe",
      "content": "My new kitten Luna climbed my curtains and shredded them. She is a tiny hurricane.",
      "message_id": null,
      "import_order": 131
    },
    {
      "speaker": "Sarah",
      "content": "Pets are chaotic. My pottery bowl had paw prints because my friend’s dog stepped on it while it was drying.",
      "message_id": null,
      "import_order": 132
    },
    {
      "speaker": "Sarah",
      "content": "I went rock climbing at the indoor gym with some colleagues. I made it to the top of the beginner wall! This is huge for me given my fear of heights.",
      "message_id": null,
      "import_order": 133
    },
    {
      "speaker": "Ryan",
      "content": "That’s amazing! You’re conquering your phobias one step at a time.",
      "message_id": null,
      "import_order": 134
    },
    {
      "speaker": "Emma",
      "content": "I’m back home and jet‑lagged. My suitcase smells like pineapple. I brought everyone souvenirs: @ryan gets macadamia nuts, @jake gets Kona coffee beans, @sarah gets a shell necklace, and @chloe gets a hula bobblehead.",
      "message_id": null,
      "import_order": 135
    },
    {
      "speaker": "Jake",
      "content": "Thank you! I’m brewing that coffee right now.",
      "message_id": null,
      "import_order": 136
    },
    {
      "speaker": "Chloe",
      "content": "Hula bobblehead going on my desk. Also, my blog’s Q&A section is blowing up with travel questions.",
      "message_id": null,
      "import_order": 137
    },
    {
      "speaker": "Sarah",
      "content": "I’ll wear the shell necklace to work tomorrow.",
      "message_id": null,
      "import_order": 138
    },
    {
      "speaker": "Jake",
      "content": "Started reading “Sourdough Culture,” a book about the history of bread. My inner foodie is delighted.",
      "message_id": null,
      "import_order": 139
    },
    {
      "speaker": "Emma",
      "content": "I’m reading “Project Hail Mary” – it’s a sci‑fi story with humor and science. Loving it.",
      "message_id": null,
      "import_order": 140
    },
    {
      "speaker": "Chloe",
      "content": "My current read is “Braiding Sweetgrass,” all about plants and Indigenous wisdom. It’s making me appreciate our community garden even more.",
      "message_id": null,
      "import_order": 141
    },
    {
      "speaker": "Ryan",
      "content": "I’m sticking with self‑help: “The Power of Habit.” Maybe I’ll finally floss daily.",
      "message_id": null,
      "import_order": 142
    },
    {
      "speaker": "Sarah",
      "content": "I’m finishing that fantasy novel with dragons and politics. I might join a book club to discuss it. Anyone interested?",
      "message_id": null,
      "import_order": 143
    },
    {
      "speaker": "Chloe",
      "content": "Car trouble day: my engine light came on and my car stalled. @jake rescued me with his car (still in a boot), and we ate ice cream while waiting for a tow truck.",
      "message_id": null,
      "import_order": 144
    },
    {
      "speaker": "Jake",
      "content": "A sprained ankle doesn’t stop me from being your hero. My mom’s old station wagon came through.",
      "message_id": null,
      "import_order": 145
    },
    {
      "speaker": "Emma",
      "content": "Ice cream fix solves all emergencies. What flavors?",
      "message_id": null,
      "import_order": 146
    },
    {
      "speaker": "Chloe",
      "content": "I had pistachio; @jake had mint chocolate chip.",
      "message_id": null,
      "import_order": 147
    },
    {
      "speaker": "Ryan",
      "content": "If my car broke down, I’d probably panic first and then remember to call AAA.",
      "message_id": null,
      "import_order": 148
    },
    {
      "speaker": "Sarah",
      "content": "I had to push my old car out of an intersection once. The adrenaline!",
      "message_id": null,
      "import_order": 149
    },
    {
      "speaker": "Emma",
      "content": "We should do a welcome‑back dinner for me like we did for @chloe. How about sushi night?",
      "message_id": null,
      "import_order": 150
    },
    {
      "speaker": "Jake",
      "content": "Yes, we’ll roll our own sushi. I’ll bring nori sheets and fresh salmon.",
      "message_id": null,
      "import_order": 151
    },
    {
      "speaker": "Sarah",
      "content": "I’ll prepare a veggie roll with cucumber, avocado, and pickled carrots.",
      "message_id": null,
      "import_order": 152
    },
    {
      "speaker": "Ryan",
      "content": "I’ll bring soy sauce and wasabi. Also, I had another hackathon at work, but our team didn’t place. It’s okay; we learned a lot.",
      "message_id": null,
      "import_order": 153
    },
    {
      "speaker": "Chloe",
      "content": "I’ll make miso soup. Also, I reached 15,000 subscribers. I feel like a YouTuber now.",
      "message_id": null,
      "import_order": 154
    },
    {
      "speaker": "Ryan",
      "content": "Tried baking banana bread. I forgot to add baking soda, and it turned out like a dense brick. Rex still ate it.",
      "message_id": null,
      "import_order": 155
    },
    {
      "speaker": "Emma",
      "content": "Dogs have no standards. I attempted latte art again and produced a blob shaped like a dinosaur. I named it T‑Rex.",
      "message_id": null,
      "import_order": 156
    },
    {
      "speaker": "Jake",
      "content": "I cooked a perfect poached egg for the first time! The yolk was runny perfection. My cooking class teacher would be proud.",
      "message_id": null,
      "import_order": 157
    },
    {
      "speaker": "Chloe",
      "content": "I signed up for a charity 5K next month. It’s to raise money for the community garden. Anyone want to join?",
      "message_id": null,
      "import_order": 158
    },
    {
      "speaker": "Sarah",
      "content": "I’ll walk it. Running and I are not friends.",
      "message_id": null,
      "import_order": 159
    },
    {
      "speaker": "Sarah",
      "content": "I’m fostering a puppy for two weeks until she finds a home. She’s brown and white and looks like a little latte, so I named her Mocha. She chews everything.",
      "message_id": null,
      "import_order": 160
    },
    {
      "speaker": "Emma",
      "content": "Another pet in the chat! Mocha and Rex should meet.",
      "message_id": null,
      "import_order": 161
    },
    {
      "speaker": "Ryan",
      "content": "Rex loves other dogs. He’ll teach her how to chew shoes.",
      "message_id": null,
      "import_order": 162
    },
    {
      "speaker": "Jake",
      "content": "I’m jealous of all these pets. Maybe I should get a goldfish.",
      "message_id": null,
      "import_order": 163
    },
    {
      "speaker": "Chloe",
      "content": "I’ll send you a goldfish plushie. Luna is jealous because I brushed Whiskers first. Drama in the house.",
      "message_id": null,
      "import_order": 164
    },
    {
      "speaker": "Jake",
      "content": "I went to a stand‑up comedy show last night. The comedian joked about his Alexa ordering 100 toilet paper rolls by mistake. I laughed so hard my sides hurt.",
      "message_id": null,
      "import_order": 165
    },
    {
      "speaker": "Sarah",
      "content": "I love observational humor. I once asked Siri to remind me to “call mom” and it set an alarm called “Mom.”",
      "message_id": null,
      "import_order": 166
    },
    {
      "speaker": "Emma",
      "content": "Voice assistants have minds of their own. My Google Home randomly plays “Africa” by Toto at 3 AM.",
      "message_id": null,
      "import_order": 167
    },
    {
      "speaker": "Ryan",
      "content": "I need to go to a comedy show. Laughter is medicine.",
      "message_id": null,
      "import_order": 168
    },
    {
      "speaker": "Chloe",
      "content": "I wrote a blog post about humor in everyday life. I might mention your T‑Rex latte.",
      "message_id": null,
      "import_order": 169
    },
    {
      "speaker": "Chloe",
      "content": "I participated in a 48‑hour hackathon and my team won third place! We built an app that helps local artists find gallery space.",
      "message_id": null,
      "import_order": 170
    },
    {
      "speaker": "Jake",
      "content": "That’s amazing. So many hackathon wins in this chat.",
      "message_id": null,
      "import_order": 171
    },
    {
      "speaker": "Emma",
      "content": "Creative and tech‑savvy. You inspire me.",
      "message_id": null,
      "import_order": 172
    },
    {
      "speaker": "Sarah",
      "content": "@emma, maybe your AI project can collaborate with Chloe’s app.",
      "message_id": null,
      "import_order": 173
    },
    {
      "speaker": "Ryan",
      "content": "I’d invest. Also, I discovered that Rex is terrified of vacuum cleaners. He hides behind the couch.",
      "message_id": null,
      "import_order": 174
    },
    {
      "speaker": "Emma",
      "content": "My coworker Mia invited me to a weekend yoga retreat in the Pocono Mountains. It’s in two weeks. I’m tempted to go to reconnect with myself.",
      "message_id": null,
      "import_order": 175
    },
    {
      "speaker": "Jake",
      "content": "Yoga in nature sounds peaceful. I’ll be in the desert then.",
      "message_id": null,
      "import_order": 176
    },
    {
      "speaker": "Sarah",
      "content": "Go for it. I went to a yoga retreat once and came back zen AF.",
      "message_id": null,
      "import_order": 177
    },
    {
      "speaker": "Ryan",
      "content": "Just remember to pack comfortable clothing and bug spray.",
      "message_id": null,
      "import_order": 178
    },
    {
      "speaker": "Chloe",
      "content": "And maybe vlog it? People love wellness content.",
      "message_id": null,
      "import_order": 179
    },
    {
      "speaker": "Ryan",
      "content": "Car problems again… Flat tire on the highway. It was raining. I changed it in record time while Rex whined from the back seat.",
      "message_id": null,
      "import_order": 180
    },
    {
      "speaker": "Emma",
      "content": "You’re a car hero! Always carry a spare and a jack.",
      "message_id": null,
      "import_order": 181
    },
    {
      "speaker": "Jake",
      "content": "I once drove 10 miles on a flat because I didn’t realize. Lesson learned.",
      "message_id": null,
      "import_order": 182
    },
    {
      "speaker": "Sarah",
      "content": "I called roadside assistance once because I couldn’t figure out where my spare tire was hidden.",
      "message_id": null,
      "import_order": 183
    },
    {
      "speaker": "Chloe",
      "content": "Cars are stressful. Maybe I’ll go electric next time.",
      "message_id": null,
      "import_order": 184
    },
    {
      "speaker": "Sarah",
      "content": "I started learning basic American Sign Language. My coworker, who is deaf, offered to teach me. My favorite sign so far is “friend.”",
      "message_id": null,
      "import_order": 185
    },
    {
      "speaker": "Emma",
      "content": "That’s beautiful. Communication is more than words.",
      "message_id": null,
      "import_order": 186
    },
    {
      "speaker": "Ryan",
      "content": "I know “thank you” and “coffee” in ASL thanks to my neighbor. I should learn more.",
      "message_id": null,
      "import_order": 187
    },
    {
      "speaker": "Jake",
      "content": "Teach us at the next potluck.",
      "message_id": null,
      "import_order": 188
    },
    {
      "speaker": "Chloe",
      "content": "I’ll film it for my blog.",
      "message_id": null,
      "import_order": 189
    },
    {
      "speaker": "Jake",
      "content": "I’m organizing a charity run to raise money for animal shelters next month. We can run or walk with pets. Who’s in?",
      "message_id": null,
      "import_order": 190
    },
    {
      "speaker": "Emma",
      "content": "I’m in if I don’t trip. I can walk with Mocha.",
      "message_id": null,
      "import_order": 191
    },
    {
      "speaker": "Sarah",
      "content": "Mocha’s energy level is unmatched. She dragged me across the park yesterday.",
      "message_id": null,
      "import_order": 192
    },
    {
      "speaker": "Ryan",
      "content": "Rex loves running. We’re in.",
      "message_id": null,
      "import_order": 193
    },
    {
      "speaker": "Chloe",
      "content": "I’ll cheer from the sidelines and take pictures. Luna will watch from the window.",
      "message_id": null,
      "import_order": 194
    },
    {
      "speaker": "Chloe",
      "content": "I bought a new laptop! It’s a silver ultrabook with a 14‑inch screen and a backlit keyboard. My old one was overheating.",
      "message_id": null,
      "import_order": 195
    },
    {
      "speaker": "Emma",
      "content": "Nice! I love a shiny new device. Did you get a sticker to personalize it?",
      "message_id": null,
      "import_order": 196
    },
    {
      "speaker": "Chloe",
      "content": "Already covered in cat stickers.",
      "message_id": null,
      "import_order": 197
    },
    {
      "speaker": "Jake",
      "content": "I might need a new phone soon. Mine freezes whenever I open more than two apps.",
      "message_id": null,
      "import_order": 198
    },
    {
      "speaker": "Ryan",
      "content": "Tech upgrades are satisfying. I recently switched to noise‑canceling headphones and now I can’t hear Rex snoring.",
      "message_id": null,
      "import_order": 199
    },
    {
      "speaker": "Sarah",
      "content": "I still use a paper planner. Vintage.",
      "message_id": null,
      "import_order": 200
    },
    {
      "speaker": "Emma",
      "content": "I tried watercolor painting for the first time using the set @sarah recommended. My seascape looked like blue blobs, but it was calming.",
      "message_id": null,
      "import_order": 201
    },
    {
      "speaker": "Sarah",
      "content": "Watercolor is forgiving. Blobs can become clouds or waves.",
      "message_id": null,
      "import_order": 202
    },
    {
      "speaker": "Jake",
      "content": "I painted a mountain scene once and it turned into a volcano. I call it abstract.",
      "message_id": null,
      "import_order": 203
    },
    {
      "speaker": "Chloe",
      "content": "I painted Luna chasing stars. It’s messy but cute.",
      "message_id": null,
      "import_order": 204
    },
    {
      "speaker": "Ryan",
      "content": "I’ll stick to photography.",
      "message_id": null,
      "import_order": 205
    },
    {
      "speaker": "Ryan",
      "content": "My boss asked me to travel to Chicago next week to meet clients. I haven’t been there since college. Tips?",
      "message_id": null,
      "import_order": 206
    },
    {
      "speaker": "Emma",
      "content": "Eat deep‑dish pizza and visit the Art Institute. Also, the bean sculpture is fun.",
      "message_id": null,
      "import_order": 207
    },
    {
      "speaker": "Jake",
      "content": "If you like architecture, take the riverboat tour.",
      "message_id": null,
      "import_order": 208
    },
    {
      "speaker": "Sarah",
      "content": "Bring a jacket. The wind is real.",
      "message_id": null,
      "import_order": 209
    },
    {
      "speaker": "Chloe",
      "content": "And if you spot a cool mural, take a pic for your photography hobby.",
      "message_id": null,
      "import_order": 210
    },
    {
      "speaker": "Sarah",
      "content": "Therapy update: We talked about my social anxiety and how it affects my work presentations. My homework is to talk in front of a mirror for five minutes a day. It feels silly but helps.",
      "message_id": null,
      "import_order": 211
    },
    {
      "speaker": "Emma",
      "content": "That’s a great exercise. I practiced my AI project speech in front of my microwave. Appliances are great listeners.",
      "message_id": null,
      "import_order": 212
    },
    {
      "speaker": "Ryan",
      "content": "I practice in front of Rex. He occasionally barks, which I take as applause.",
      "message_id": null,
      "import_order": 213
    },
    {
      "speaker": "Jake",
      "content": "I talk to my plants. They’re great audience members.",
      "message_id": null,
      "import_order": 214
    },
    {
      "speaker": "Chloe",
      "content": "I rehearse blog video intros in front of Whiskers. He yawns. 😂",
      "message_id": null,
      "import_order": 215
    },
    {
      "speaker": "Jake",
      "content": "I’m fostering a green parrot named Polly for a friend who’s abroad for a month. She mimics everything. When I sneezed, she said, “Bless you!”",
      "message_id": null,
      "import_order": 216
    },
    {
      "speaker": "Sarah",
      "content": "That’s adorable and slightly creepy.",
      "message_id": null,
      "import_order": 217
    },
    {
      "speaker": "Emma",
      "content": "You’re turning into a pet zoo.",
      "message_id": null,
      "import_order": 218
    },
    {
      "speaker": "Ryan",
      "content": "Maybe Polly can teach Rex to say “food.”",
      "message_id": null,
      "import_order": 219
    },
    {
      "speaker": "Chloe",
      "content": "Whiskers hisses at Polly on video chat. Cat vs. bird.",
      "message_id": null,
      "import_order": 220
    },
    {
      "speaker": "Chloe",
      "content": "My blog just won a community award for “Best Lifestyle Content”! There’s even a ceremony next month. I get to give a speech. Cue anxiety.",
      "message_id": null,
      "import_order": 221
    },
    {
      "speaker": "Emma",
      "content": "That’s amazing! Practice that speech in front of Whiskers and us.",
      "message_id": null,
      "import_order": 222
    },
    {
      "speaker": "Jake",
      "content": "We’ll sit in the front row and cheer loudly.",
      "message_id": null,
      "import_order": 223
    },
    {
      "speaker": "Sarah",
      "content": "Maybe start with a joke, like @ryan advised you for London.",
      "message_id": null,
      "import_order": 224
    },
    {
      "speaker": "Ryan",
      "content": "Exactly. Humor is your friend.",
      "message_id": null,
      "import_order": 225
    },
    {
      "speaker": "Chloe",
      "content": "I’ll try a cat joke. “I couldn’t have done this without Whiskers walking across my keyboard and adding extra letters.”",
      "message_id": null,
      "import_order": 226
    },
    {
      "speaker": "Emma",
      "content": "Today is my Pocono yoga retreat. Mia picked me up at dawn. We’re driving through foggy mountains, listening to acoustic folk. I’m half asleep but excited.",
      "message_id": null,
      "import_order": 227
    },
    {
      "speaker": "Jake",
      "content": "Enjoy! Think of us while you’re in downward dog under pine trees.",
      "message_id": null,
      "import_order": 228
    },
    {
      "speaker": "Sarah",
      "content": "Take deep breaths and come back zen.",
      "message_id": null,
      "import_order": 229
    },
    {
      "speaker": "Ryan",
      "content": "My Chicago trip starts tomorrow. I’m packing layers.",
      "message_id": null,
      "import_order": 230
    },
    {
      "speaker": "Chloe",
      "content": "I’ll hold down the chat with updates from my cat household.",
      "message_id": null,
      "import_order": 231
    },
    {
      "speaker": "Ryan",
      "content": "Chicago deep‑dish pizza review: delicious but heavy. I could only eat two slices. I also visited the Art Institute and spent an hour staring at Seurat’s “A Sunday on La Grande Jatte.” Pointillism is mesmerizing.",
      "message_id": null,
      "import_order": 232
    },
    {
      "speaker": "Emma",
      "content": "That painting is my favorite! Meanwhile, my yoga retreat has silent mornings. We ate breakfast quietly while watching mist rise off a lake. It was strangely peaceful.",
      "message_id": null,
      "import_order": 233
    },
    {
      "speaker": "Jake",
      "content": "In the desert, we finally saw the Milky Way. The sky looked like someone spilled glitter. We also spotted a scorpion (Sarah’s nightmare).",
      "message_id": null,
      "import_order": 234
    },
    {
      "speaker": "Sarah",
      "content": "Just reading that made me shiver. Meanwhile, Mocha chewed my phone charger. Puppy life.",
      "message_id": null,
      "import_order": 235
    },
    {
      "speaker": "Chloe",
      "content": "I’m prepping for my award ceremony speech by reciting it while doing lunges. Multitasking!",
      "message_id": null,
      "import_order": 236
    },
    {
      "speaker": "Sarah",
      "content": "I joined a book club at my local library. Our first book is a murder mystery set on a train. I’m loving it.",
      "message_id": null,
      "import_order": 237
    },
    {
      "speaker": "Emma",
      "content": "I might join too. I need accountability to finish my books.",
      "message_id": null,
      "import_order": 238
    },
    {
      "speaker": "Jake",
      "content": "I’m still reading about sourdough. I promise I’ll read fiction soon.",
      "message_id": null,
      "import_order": 239
    },
    {
      "speaker": "Chloe",
      "content": "My current book is a memoir about climbing Mount Everest. Dramatic!",
      "message_id": null,
      "import_order": 240
    },
    {
      "speaker": "Ryan",
      "content": "I started “Sapiens.” History of humankind in a nutshell.",
      "message_id": null,
      "import_order": 241
    },
    {
      "speaker": "Jake",
      "content": "My friend’s band invited me to play guitar at their gig last night. I played rhythm on three songs. The crowd was small but enthusiastic. Someone even asked for my autograph.",
      "message_id": null,
      "import_order": 242
    },
    {
      "speaker": "Sarah",
      "content": "Rock star! Did you wear your lucky hat?",
      "message_id": null,
      "import_order": 243
    },
    {
      "speaker": "Jake",
      "content": "Yes, the one from Little Italy. It worked.",
      "message_id": null,
      "import_order": 244
    },
    {
      "speaker": "Emma",
      "content": "I wish I’d been there. My retreat had us chanting mantras while you were shredding.",
      "message_id": null,
      "import_order": 245
    },
    {
      "speaker": "Ryan",
      "content": "I hope Polly didn’t yell “Encore!” randomly.",
      "message_id": null,
      "import_order": 246
    },
    {
      "speaker": "Chloe",
      "content": "I need video footage of this.",
      "message_id": null,
      "import_order": 247
    },
    {
      "speaker": "Chloe",
      "content": "My elderly neighbor Mrs. Thompson moved out today to live with her daughter. I’m sad. She used to give me banana bread and chat about her garden.",
      "message_id": null,
      "import_order": 248
    },
    {
      "speaker": "Emma",
      "content": "I’m sorry. Maybe you can visit her at her daughter’s place sometime.",
      "message_id": null,
      "import_order": 249
    },
    {
      "speaker": "Jake",
      "content": "I’ll miss her banana bread too.",
      "message_id": null,
      "import_order": 250
    },
    {
      "speaker": "Sarah",
      "content": "Saying goodbye to neighbors is hard. I cried when my childhood neighbor moved away.",
      "message_id": null,
      "import_order": 251
    },
    {
      "speaker": "Ryan",
      "content": "Send her a card with a picture of Whiskers. That will make her smile.",
      "message_id": null,
      "import_order": 252
    },
    {
      "speaker": "Emma",
      "content": "Health scare: My cat Mittens had to go to the vet for a urinary tract infection. He’s on antibiotics now. I was so worried, but the vet said he’ll be fine.",
      "message_id": null,
      "import_order": 253
    },
    {
      "speaker": "Jake",
      "content": "Poor Mittens. Give him extra cuddles from us.",
      "message_id": null,
      "import_order": 254
    },
    {
      "speaker": "Sarah",
      "content": "Pet health issues are scary. I once stayed up all night with my hamster when he was sick.",
      "message_id": null,
      "import_order": 255
    },
    {
      "speaker": "Ryan",
      "content": "Rex ate a sock once and needed an emergency vet visit. I aged five years that day.",
      "message_id": null,
      "import_order": 256
    },
    {
      "speaker": "Chloe",
      "content": "Mittens will recover soon. Maybe Whiskers can send him purr vibes.",
      "message_id": null,
      "import_order": 257
    },
    {
      "speaker": "Ryan",
      "content": "Chicago was great, but I’m happy to be home. My colleagues and I tried deep‑dish pizza at Lou Malnati’s, and we argued about whether it’s real pizza. I liked it, but my stomach didn’t.",
      "message_id": null,
      "import_order": 258
    },
    {
      "speaker": "Emma",
      "content": "My yoga retreat ended with a closing circle where we shared intentions. I said I want to trust my intuition more.",
      "message_id": null,
      "import_order": 259
    },
    {
      "speaker": "Jake",
      "content": "Desert update: I survived scorpions. We cooked hotdogs over a campfire and told ghost stories.",
      "message_id": null,
      "import_order": 260
    },
    {
      "speaker": "Sarah",
      "content": "Mocha got adopted! I’m happy but will miss her tiny bark.",
      "message_id": null,
      "import_order": 261
    },
    {
      "speaker": "Chloe",
      "content": "Award ceremony prep continues. I found the perfect dress: emerald green with pockets.",
      "message_id": null,
      "import_order": 262
    },
    {
      "speaker": "Sarah",
      "content": "My cousin invited us to their family farm this weekend. There are horses, goats, and fields to roam. Anyone interested?",
      "message_id": null,
      "import_order": 263
    },
    {
      "speaker": "Emma",
      "content": "Yes! I’ve never ridden a horse.",
      "message_id": null,
      "import_order": 264
    },
    {
      "speaker": "Jake",
      "content": "Count me in. I’ll wear a cowboy hat.",
      "message_id": null,
      "import_order": 265
    },
    {
      "speaker": "Ryan",
      "content": "I’ll go if Rex can come. He loves goats.",
      "message_id": null,
      "import_order": 266
    },
    {
      "speaker": "Chloe",
      "content": "I’ll come for the goats and fresh air.",
      "message_id": null,
      "import_order": 267
    },
    {
      "speaker": "Sarah",
      "content": "Great! Prepare for muddy boots and homemade pie.",
      "message_id": null,
      "import_order": 268
    },
    {
      "speaker": "Jake",
      "content": "I cut my finger chopping herbs yesterday and now I can’t play guitar for a few days. Rosie is sad.",
      "message_id": null,
      "import_order": 269
    },
    {
      "speaker": "Emma",
      "content": "Not the finger again! You and knives don’t mix.",
      "message_id": null,
      "import_order": 270
    },
    {
      "speaker": "Ryan",
      "content": "Maybe take up harmonica temporarily.",
      "message_id": null,
      "import_order": 271
    },
    {
      "speaker": "Sarah",
      "content": "Or kazoo. Heal quickly.",
      "message_id": null,
      "import_order": 272
    },
    {
      "speaker": "Chloe",
      "content": "You’re accident‑prone. Maybe get steel‑mesh gloves like chefs wear.",
      "message_id": null,
      "import_order": 273
    },
    {
      "speaker": "Chloe",
      "content": "I interviewed a local street artist for my blog. He goes by “Skyline” and paints murals of city skylines at dusk. His favorite tool is a paint roller, not a brush.",
      "message_id": null,
      "import_order": 274
    },
    {
      "speaker": "Emma",
      "content": "That’s so cool. I love street art.",
      "message_id": null,
      "import_order": 275
    },
    {
      "speaker": "Jake",
      "content": "Murals make cities feel alive. I once saw a mural of a cat playing piano.",
      "message_id": null,
      "import_order": 276
    },
    {
      "speaker": "Sarah",
      "content": "We should do a street art walking tour sometime.",
      "message_id": null,
      "import_order": 277
    },
    {
      "speaker": "Ryan",
      "content": "And take pictures with my DSLR.",
      "message_id": null,
      "import_order": 278
    },
    {
      "speaker": "Emma",
      "content": "Surprise! Tomorrow is @ryan’s birthday, so I’m planning a surprise dinner at the new tapas restaurant downtown. Let’s all be there at 7 PM and yell “Surprise!” when he arrives.",
      "message_id": null,
      "import_order": 279
    },
    {
      "speaker": "Jake",
      "content": "Count me in. I’ll bring a gift – maybe a coffee mug that says “Chief of Chew Toys.”",
      "message_id": null,
      "import_order": 280
    },
    {
      "speaker": "Sarah",
      "content": "I’ll bake cupcakes with candles. Chocolate, of course.",
      "message_id": null,
      "import_order": 281
    },
    {
      "speaker": "Chloe",
      "content": "I’ll design a digital card with all our inside jokes.",
      "message_id": null,
      "import_order": 282
    },
    {
      "speaker": "Emma",
      "content": "He has no idea. Don’t spill the beans.",
      "message_id": null,
      "import_order": 283
    },
    {
      "speaker": "Ryan",
      "content": "You guys!!! Last night was the best surprise ever. I walked in expecting a normal dinner and you all yelled “Surprise!” I almost cried. The tapas were incredible; those bacon‑wrapped dates were divine.",
      "message_id": null,
      "import_order": 284
    },
    {
      "speaker": "Emma",
      "content": "We planned for a week. Glad you enjoyed it.",
      "message_id": null,
      "import_order": 285
    },
    {
      "speaker": "Jake",
      "content": "Your reaction was priceless. And your “Chief of Chew Toys” mug suits you.",
      "message_id": null,
      "import_order": 286
    },
    {
      "speaker": "Sarah",
      "content": "I’m still recovering from those spicy patatas bravas.",
      "message_id": null,
      "import_order": 287
    },
    {
      "speaker": "Chloe",
      "content": "My digital card had a drawing of Rex wearing a party hat. Did you like it?",
      "message_id": null,
      "import_order": 288
    },
    {
      "speaker": "Ryan",
      "content": "Loved it. Also, my birthday wish is to adopt another dog someday.",
      "message_id": null,
      "import_order": 289
    },
    {
      "speaker": "Sarah",
      "content": "I tried baking cookies again and burnt half the batch. At least the other half turned out chewy. Maybe I’ll stick to pierogi.",
      "message_id": null,
      "import_order": 290
    },
    {
      "speaker": "Jake",
      "content": "Baking is unpredictable. My tiramisu was runny because I didn’t chill it enough.",
      "message_id": null,
      "import_order": 291
    },
    {
      "speaker": "Emma",
      "content": "My churros were too crisp. We’re all chaotic bakers.",
      "message_id": null,
      "import_order": 292
    },
    {
      "speaker": "Ryan",
      "content": "I ate leftover cupcakes for breakfast. No regrets.",
      "message_id": null,
      "import_order": 293
    },
    {
      "speaker": "Chloe",
      "content": "I made banana bread using Mrs. Thompson’s recipe. It’s perfect. I miss her.",
      "message_id": null,
      "import_order": 294
    },
    {
      "speaker": "Jake",
      "content": "I got a part‑time job as a barista at the new café near Riverside Park. First day, I spilled cappuccino on myself. Latte art is still my nemesis.",
      "message_id": null,
      "import_order": 295
    },
    {
      "speaker": "Emma",
      "content": "Congrats on the job! Free coffee for us?",
      "message_id": null,
      "import_order": 296
    },
    {
      "speaker": "Ryan",
      "content": "We’ll stop by. I’ll order a complicated drink to test you. 😉",
      "message_id": null,
      "import_order": 297
    },
    {
      "speaker": "Sarah",
      "content": "As long as you have cinnamon rolls, I’m there.",
      "message_id": null,
      "import_order": 298
    },
    {
      "speaker": "Chloe",
      "content": "I’ll vlog your barista journey. Episode 1: “Jake vs. the Espresso Machine.”",
      "message_id": null,
      "import_order": 299
    },
    {
      "speaker": "Chloe",
      "content": "I enrolled in an Italian cooking class. Tonight we made fresh gnocchi from potatoes and flour. Rolling the dough felt like therapy.",
      "message_id": null,
      "import_order": 300
    },
    {
      "speaker": "Jake",
      "content": "Welcome to the carb club. I’ll expect a gnocchi feast soon.",
      "message_id": null,
      "import_order": 301
    },
    {
      "speaker": "Emma",
      "content": "That sounds delicious. I can make a pesto sauce.",
      "message_id": null,
      "import_order": 302
    },
    {
      "speaker": "Ryan",
      "content": "I’ll bring wine. Italian reds are my favorite.",
      "message_id": null,
      "import_order": 303
    },
    {
      "speaker": "Sarah",
      "content": "I’m in charge of dessert. Tiramisu attempt number two?",
      "message_id": null,
      "import_order": 304
    },
    {
      "speaker": "Emma",
      "content": "Mittens is fully recovered! He’s back to kneading my lap like bread dough. Thank you for all the well wishes.",
      "message_id": null,
      "import_order": 305
    },
    {
      "speaker": "Jake",
      "content": "Yay Mittens.",
      "message_id": null,
      "import_order": 306
    },
    {
      "speaker": "Ryan",
      "content": "Healthy pets are the best gift.",
      "message_id": null,
      "import_order": 307
    },
    {
      "speaker": "Sarah",
      "content": "I got Mittens a toy mouse to celebrate.",
      "message_id": null,
      "import_order": 308
    },
    {
      "speaker": "Chloe",
      "content": "Whiskers approves. He sends purrs.",
      "message_id": null,
      "import_order": 309
    },
    {
      "speaker": "Ryan",
      "content": "My AI mentoring app got recognized at work! I received a bonus and a shoutout in the company newsletter. I might invest the bonus in a new camera lens.",
      "message_id": null,
      "import_order": 310
    },
    {
      "speaker": "Emma",
      "content": "Congratulations! That calls for a celebration dinner at Pizzeria Roma.",
      "message_id": null,
      "import_order": 311
    },
    {
      "speaker": "Jake",
      "content": "Agreed. I miss their margherita pizza and garlic knots.",
      "message_id": null,
      "import_order": 312
    },
    {
      "speaker": "Sarah",
      "content": "I’ll come if there are vegetarian options.",
      "message_id": null,
      "import_order": 313
    },
    {
      "speaker": "Chloe",
      "content": "Count me in.",
      "message_id": null,
      "import_order": 314
    },
    {
      "speaker": "Sarah",
      "content": "I went to a book signing and met my favorite author, Dr. Maya Thompson. She wrote “The Silent Storm,” the fantasy novel I’m reading. She signed my copy and said she liked my pierogi story. I fangirled.",
      "message_id": null,
      "import_order": 315
    },
    {
      "speaker": "Emma",
      "content": "That’s amazing. Meeting authors is like meeting superheroes.",
      "message_id": null,
      "import_order": 316
    },
    {
      "speaker": "Jake",
      "content": "I once met the drummer from my favorite band at a diner. I couldn’t speak.",
      "message_id": null,
      "import_order": 317
    },
    {
      "speaker": "Ryan",
      "content": "I’d probably be speechless meeting a famous AI researcher.",
      "message_id": null,
      "import_order": 318
    },
    {
      "speaker": "Chloe",
      "content": "I met a chef I admire at a farmer’s market once. He taught me how to pick ripe peaches.",
      "message_id": null,
      "import_order": 319
    },
    {
      "speaker": "Jake",
      "content": "Polly the parrot just said “Buy coffee!” repeatedly. I think she’s a spy for Bean There Done That.",
      "message_id": null,
      "import_order": 320
    },
    {
      "speaker": "Emma",
      "content": "Parrots are sneaky marketers.",
      "message_id": null,
      "import_order": 321
    },
    {
      "speaker": "Sarah",
      "content": "Polly also says “Rex, stop chewing!” when I video call.",
      "message_id": null,
      "import_order": 322
    },
    {
      "speaker": "Ryan",
      "content": "She’s onto us.",
      "message_id": null,
      "import_order": 323
    },
    {
      "speaker": "Chloe",
      "content": "Maybe she’ll start reciting our whole chat history.",
      "message_id": null,
      "import_order": 324
    },
    {
      "speaker": "Chloe",
      "content": "Power outage last night! My apartment went dark at 9 PM. I lit candles and read by flashlight. Luna tried to catch the shadows on the wall.",
      "message_id": null,
      "import_order": 325
    },
    {
      "speaker": "Emma",
      "content": "Power outages feel like adventures. Did you lose any food?",
      "message_id": null,
      "import_order": 326
    },
    {
      "speaker": "Chloe",
      "content": "Just some ice cream. It became milkshake by morning.",
      "message_id": null,
      "import_order": 327
    },
    {
      "speaker": "Jake",
      "content": "I once had a blackout during a storm and played cards by candlelight.",
      "message_id": null,
      "import_order": 328
    },
    {
      "speaker": "Sarah",
      "content": "My building lost power last winter and we huddled under blankets and told stories.",
      "message_id": null,
      "import_order": 329
    },
    {
      "speaker": "Ryan",
      "content": "Losing Wi‑Fi is my worst nightmare.",
      "message_id": null,
      "import_order": 330
    },
    {
      "speaker": "Emma",
      "content": "I attended my college friend’s wedding yesterday. It was at a vineyard, with fairy lights and a live jazz band. The bride wore a blush‑pink dress and we danced to “At Last.”",
      "message_id": null,
      "import_order": 331
    },
    {
      "speaker": "Jake",
      "content": "I love vineyard weddings. Did you catch the bouquet?",
      "message_id": null,
      "import_order": 332
    },
    {
      "speaker": "Emma",
      "content": "Nope. I dodged it. 😂",
      "message_id": null,
      "import_order": 333
    },
    {
      "speaker": "Sarah",
      "content": "I went to a wedding where the couple released butterflies during the ceremony. It was magical.",
      "message_id": null,
      "import_order": 334
    },
    {
      "speaker": "Ryan",
      "content": "My sister’s wedding planning is underway. She wants a winter theme. I suggested hot chocolate instead of champagne.",
      "message_id": null,
      "import_order": 335
    },
    {
      "speaker": "Chloe",
      "content": "I photographed my cousin’s outdoor wedding once. I cried behind the camera.",
      "message_id": null,
      "import_order": 336
    },
    {
      "speaker": "Ryan",
      "content": "Karma got me. I sprained my ankle while jogging this morning. Same ankle I injured in college. I’m now on crutches like @jake was.",
      "message_id": null,
      "import_order": 337
    },
    {
      "speaker": "Jake",
      "content": "Welcome to the club. Need any stickers?",
      "message_id": null,
      "import_order": 338
    },
    {
      "speaker": "Emma",
      "content": "Ouch! Rest up and avoid deserts for now.",
      "message_id": null,
      "import_order": 339
    },
    {
      "speaker": "Sarah",
      "content": "Do you need help with groceries? I can swing by.",
      "message_id": null,
      "import_order": 340
    },
    {
      "speaker": "Chloe",
      "content": "I’ll drop off my extra ice packs.",
      "message_id": null,
      "import_order": 341
    },
    {
      "speaker": "Sarah",
      "content": "Spa day part two: I tried a hot yoga class and then a mud bath. I slipped in the mud and laughed so hard I had to be rescued.",
      "message_id": null,
      "import_order": 342
    },
    {
      "speaker": "Emma",
      "content": "Mud baths are slippery. But your skin must feel amazing.",
      "message_id": null,
      "import_order": 343
    },
    {
      "speaker": "Jake",
      "content": "I’m jealous. The only bath I had this week was Mocha jumping into my tub.",
      "message_id": null,
      "import_order": 344
    },
    {
      "speaker": "Ryan",
      "content": "Mud baths are messy but soothing. I prefer saunas.",
      "message_id": null,
      "import_order": 345
    },
    {
      "speaker": "Chloe",
      "content": "I’d rather have a bubble bath with candles.",
      "message_id": null,
      "import_order": 346
    },
    {
      "speaker": "Jake",
      "content": "I visited my grandparents in the countryside. We picked apples in their orchard, baked pies together, and listened to grandpa’s stories about the war. I feel grounded.",
      "message_id": null,
      "import_order": 347
    },
    {
      "speaker": "Emma",
      "content": "That sounds wholesome. I miss my grandma’s stories.",
      "message_id": null,
      "import_order": 348
    },
    {
      "speaker": "Sarah",
      "content": "Family time is precious. I’m planning to visit my parents next month.",
      "message_id": null,
      "import_order": 349
    },
    {
      "speaker": "Ryan",
      "content": "My grandfather taught me how to play chess. He always lets me win.",
      "message_id": null,
      "import_order": 350
    },
    {
      "speaker": "Chloe",
      "content": "I wrote down my grandma’s pierogi recipe so I can pass it down. Tradition matters.",
      "message_id": null,
      "import_order": 351
    },
    {
      "speaker": "Chloe",
      "content": "Big milestone: my blog hit 25,000 subscribers! I’m thrilled. I’m planning a giveaway: a basket with my favorite tea, a scented candle, and a handwritten note.",
      "message_id": null,
      "import_order": 352
    },
    {
      "speaker": "Emma",
      "content": "You deserve it. Can I enter? 😉",
      "message_id": null,
      "import_order": 353
    },
    {
      "speaker": "Jake",
      "content": "Congratulations. Your posts brighten my mornings.",
      "message_id": null,
      "import_order": 354
    },
    {
      "speaker": "Sarah",
      "content": "I’ll enter for the candle.",
      "message_id": null,
      "import_order": 355
    },
    {
      "speaker": "Ryan",
      "content": "The note is the best part. Personal touches matter.",
      "message_id": null,
      "import_order": 356
    },
    {
      "speaker": "Emma",
      "content": "Full circle moment: I’m planning a group camping trip to Acadia National Park next month to celebrate our friendship and all these memories. Bears are optional, but s’mores are mandatory.",
      "message_id": null,
      "import_order": 357
    },
    {
      "speaker": "Jake",
      "content": "Yesss! Acadia has rugged coasts and forests. I’m already packing my guitar (and bear bells).",
      "message_id": null,
      "import_order": 358
    },
    {
      "speaker": "Sarah",
      "content": "I’ll bring the pierogi. Someone has to uphold tradition.",
      "message_id": null,
      "import_order": 359
    },
    {
      "speaker": "Ryan",
      "content": "I’ll bring Rex and hopefully not sprain anything.",
      "message_id": null,
      "import_order": 360
    },
    {
      "speaker": "Chloe",
      "content": "Count me in. I’ll document everything for my blog and bring Whiskers in spirit (via the cat planter).",
      "message_id": null,
      "import_order": 361
    },
    {
      "speaker": "Emma",
      "content": "This feels like our Yosemite camping trip but on the East Coast. Let’s make new memories and see some sunrise views again.",
      "message_id": null,
      "import_order": 362
    },
    {
      "speaker": "Ryan",
      "content": "Agreed. Just no bears sniffing our food stash this time.",
      "message_id": null,
      "import_order": 363
    }
  ]
}